read_verilog -sv -formal -overwrite {workspace}/ov7670_controller.v
design -reset-vlog; proc;
write_json {workspace}/netlist/i2c_sender.json