read_verilog -sv -formal -overwrite {workspace}/ov7670_capture.v
design -reset-vlog; proc;
write_json {workspace}/netlist/ov7670_capture.json