read_verilog -sv -formal -overwrite {workspace}/VGA.v
design -reset-vlog; proc;
write_json {workspace}/netlist/VGA.json